tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "awscli"
brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-interactive-rebase-tool"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "memcached", restart_service: true
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "postgresql", restart_service: true
brew "rargs"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "vivid"
brew "webtorrent-cli"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "disk-inventory-x"
cask "docker"
cask "font-droid-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "handbrake"
cask "iterm2"
cask "keepingyouawake"
cask "numi"
cask "wasabi-wallet"
