1password-cli
alfred
beardedspice
bluesnooze
calibre
dbeaver-community
docker
dotnet-sdk
font-fira-code
font-hack-nerd-font
font-hasklig
font-jetbrains-mono
fuse-t
fuse-t-sshfs
handbrake
lapce
makemkv
ngrok
omnidisksweeper
rectangle
utm
vlc
