amp
autoconf
automake
bash-completion
bat
binutils
bmon
boost
cmake
colordiff
confuse
coreutils
crosstool-ng
dep
diff-so-fancy
eigen
exa
fd
ffmpeg
findutils
fish
flex
fzf
gawk
gdbm
gettext
git-quick-stats
gmp
gnu-sed
go
gradle
grep
gron
icu4c
ilmbase
jpeg
jq
kail
kubernetes-cli
lame
libidn2
libpng
libssh2
libtiff
libtool
libunistring
lynx
lz4
m4
mitmproxy
mpfr
multitime
ncdu
node
nspr
numpy
oniguruma
opencv@2
openexr
openssl
p7zip
pcre
pcre2
peco
percol
pkg-config
postgresql
protobuf
pyqt
python
python3
python@2
qt
rbenv
readline
ripgrep
rtv
ruby-build
rust
sip
source-highlight
sqlite
tbb
terminal-notifier
tokei
vitetris
webtorrent-cli
wget
x264
xvid
xz
yarn
yasm
youtube-dl
zookeeper
