ahmadalli.vscode-nginx-conf
alefragnani.Bookmarks
arcanis.vscode-zipfs
artydeveloperduck.save-as-snippet
bibhasdn.unique-lines
bung87.vscode-gemfile
bungcip.better-toml
clinyong.vscode-css-modules
CodeStream.codestream
CraigMaslowski.erb
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ebrithil30.vscode-ts-auto-return-type
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.copilot
GitHub.vscode-pull-request-github
karunamurti.haml
matklad.rust-analyzer
misogi.ruby-rubocop
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
philipbe.theme-gray-matter
qezhu.gitlink
raynigon.nginx-formatter
rebornix.ruby
redhat.vscode-yaml
robinbentley.sass-indented
rust-lang.rust
serayuzgur.crates
skyapps.fish-vscode
wengerk.highlight-bad-chars
wingrunr21.vscode-ruby
wmaurer.change-case
